#language: ru

Свойство: SM-0004

   Сценарий: Заявка на перерасчет
   Перейти на тестовый стенд
   Авторизоваться под тестовым пользователем
   3.1 В комбобоксе [Причина перерасчета] выбрать Изменение количества проживающих
      В календаре [Дата начала действия перерасчета]
         Выбрать дату в прошлом
         Выбрать текущую дату
         Выбрать дату в будущем
      В поле [Количество проживающих] Ввести число проживающих обновлённое
      Прикрепить документ подтверждающий количество проживающих лиц
      Прикрепить документ Акт обследования
      В поле [Комментарий] ввести значение "Тестовый комментарий при Заявке на перерасчёт при изменении кол-ва проживающих"
      Нажать на кнопку {Отправить заявление на перерасчёт}
   3.2 В комбобоксе [Причина перерасчета] выбрать Изменение отапливаемой площади
      В календаре [Дата начала действия перерасчета]
         Выбрать дату в прошлом
         Выбрать текущую дату
         Выбрать дату в будущем
      В поле [Площадь объекта учета] ввести новое значение площади
      Прикрепить документ подтверждающий размеры отапливаемой площади
      Прикрепить документ Акт обследования
      В поле [Комментарий] ввести значение "Тестовый комментарий при Заявке на перерасчёт при изменении площади"
      Нажать на кнопку {Отправить заявление на перерасчёт}
