##language: ru
#
#Свойство: SM-0003
#
#   Сценарий: Передача показаний
#   Перейти на тестовый стенд
#   Авторизоваться под тестовым пользователем
#   Перейти на счёт Межрегионгаз Волгоград 5300314311
#   Перейти на вкладку Лицевой счёт и запомнить сумму потреблённого газа из поля Приборы учёта
#   Нажать на кнопку {Передать показания}
#   Нажать ан кнопку {X}
#   Нажать на кнопку {Передать показания}
#   Нажать на кнопку {Отмена}
#   Нажать на кнопку {Передать показания}
#   К текущему показанию добавить "1"
#   Проверить, что отображается в пол значение Текущие показания + 1
#   Проверить что во всплывающей подсказке отображается добавленная цифра в кубических метрах
#   Нажать на кнопку {Отправить показания}
#   Нажать на кнопку {Хорошо} или {Ок}
#   Нажать на кнопку {История}
#   Проверить, что в списке отображается последнее отправленные показания
#   ЗАкрыть окно
#   Нажать на кнопку {Передать показания}
#   К текущему показанию добавить "2"
#   Проверить, что отображается в пол значение Текущие показания + 2
#   Проверить что во всплывающей подсказке отображается добавленная цифра в кубических метрах
#   Нажать на кнопку {Отправить показания}
#   Нажать на кнопку {Хорошо} или {Ок}
#   Нажать на кнопку {История}
#   Проверить, что в списке отображается последнее отправленные показания
#   ЗАкрыть окно